export const state = () => ({
  items: [
    {
      id: 1,
      name: 'Яна Некула',
      position: 'Мастер маникюра и педикюра',
      description: 'Стаж работы 3 года Окончила курсы по маникюру и наращиванию ногтей в школе «Beautypeople” в Молдове Так же прошла курс «художественная роспись» в школе «EMIschool” Окончила курс по педикюру в школе «Пластек»',
      src: '/master/1.PNG'
    },
    {
      id: 2,
      name: 'Инна Жидкова',
      position: 'Мастер маникюра и педикюра',
      description: 'Стаж работы по специальности с 2014 года Пройдено обучение в школах: УЦ «Виктори», «Платекс», «Развитие», «ALLEN BEAUTY», «Центр дизайна ногтей и маникюра»',
      src: '/master/2.PNG'
    },
    {
      id: 3,
      name: 'Катерина Гордеева',
      position: 'Парикмахер-стилист',
      description: 'Стаж работы с 2008 года Прошла обучение в Академии SCHWARZKOPF, Estel Professional, Brelil Professional и у ведущих отечественных и зарубежных парикмахеров',
      src: '/master/3.PNG'
    },
    {
      id: 4,
      name: 'Мила Лебедева',
      position: 'Специалист в области стилистики и колористики',
      description: 'Стаж работы с 2003 года Обучалась в академии Долорес, школа парикмахерского искусства Постоянно повышает свою квалификацию и следит за новыми тенденциями',
      src: '/master/4.PNG'
    },
    {
      id: 5,
      name: 'Анна Михайловская',
      position: 'Колорист',
      description: 'Стаж работы с 2011 года Мастер международного класса Обучалась у мастеров Франции, Италии, Англии, Австралии Диплом SACO (Лондон)',
      src: '/master/5.PNG'
    },
    {
      id: 6,
      name: 'Екатерина Шушакова',
      position: 'Мастер по наращиванию ресниц',
      description: 'Опыт работы с 2016 года Sun Look, курс повышения квалификации по объемному моделирование ресниц 2/3D Курс повышения квалификации по классической технике наращивания ресниц от Ильи Головченко',
      src: '/master/6.PNG'
    },
    {
      id: 7,
      name: 'Евгения Мельникова',
      position: 'Мастер по наращиванию ресниц',
      description: 'Опыт работы более 5 лет Школа-студия Nice Eyes, курс «Наращивание ресниц , классический поресничный метод +2D» Luxury Lahses, курс «Роскошный объем»',
      src: '/master/7.PNG'
    }
  ]
})