export const state = () => ({
  items: [
    {
      id: 1,
      name: 'Маникюр',
      services: [
        {
          id: 11,
          name: 'Маникюр',
          price: '500'
        },
        {
          id: 12,
          name: 'Маникюр + Однотонное покрытие',
          price: '1000'
        },
        {
          id: 13,
          name: 'Дизайн',
          price: '50-100'
        },
        {
          id: 14,
          name: 'Укрепление',
          price: '200'
        },
        {
          id: 15,
          name: 'Наращивание',
          price: '1000'
        }
      ]
    },
    {
      id: 2,
      name: 'Педикюр',
      services: [
        {
          id: 21,
          name: 'Педикюр 1000',
          price: '1000'
        },
        {
          id: 22,
          name: 'Педикюр + Покрытие 1500',
          price: '1500'
        },
        {
          id: 23,
          name: 'Мини-Педикюр (обработка только ногтей)',
          price: '700'
        },
        {
          id: 24,
          name: 'Мини-Педикюр (обработка только ногтей) + Покрытие',
          price: '1200'
        }
      ]
    },
    {
      id: 3,
      name: 'Наращивание ресниц',
      services: [
        {
          id: 31,
          name: 'Классика',
          price: '1200'
        },
        {
          id: 32,
          name: 'Объем 2D',
          price: '1400'
        },
        {
          id: 33,
          name: 'Объем 3D',
          price: '1600'
        },
        {
          id: 34,
          name: 'Объем 4D',
          price: '1700'
        },
        {
          id: 35,
          name: 'Снятие чужой работы',
          price: '200'
        }
      ]
    },
    {
      id: 4,
      name: 'Стрижки',
      services: [
        {
          id: 41,
          name: 'Челка',
          price: '300'
        },
        {
          id: 42,
          name: 'Женская стрижка',
          price: 'от 700'
        },
        {
          id: 43,
          name: 'Мужская стрижка',
          price: 'от 500'
        },
        {
          id: 44,
          name: 'Подравнивание кончиков',
          price: '300'
        },
        {
          id: 45,
          name: 'Полировка',
          price: '500'
        }
      ]
    },
    {
      id: 5,
      name: 'Укладки',
      services: [
        {
          id: 51,
          name: 'Феном',
          price: 'от 1000'
        },
        {
          id: 52,
          name: 'На плойку',
          price: 'от 1400'
        },
        {
          id: 53,
          name: 'Вечерняя',
          price: 'от 2000'
        },
        {
          id: 54,
          name: 'Свадебная',
          price: 'от 2200'
        },
        {
          id: 55,
          name: 'Косы',
          price: 'от 800'
        }
      ]
    },
    {
      id: 6,
      name: 'Окрашивания',
      services: [
        {
          id: 61,
          name: 'Корни',
          price: '1000'
        },
        {
          id: 62,
          name: 'Окрашивание по длине',
          price: 'от 1700'
        },
        {
          id: 63,
          name: 'Мелирование',
          price: 'от 1200'
        }
      ]
    }
  ]
})